xsd_schemas/cccd/new_claim_request.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope" xmlns:cbo="http://www.justice.gov.uk/2016/11/cbo">
    <soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing">
        <wsa:Action soapenv:mustUnderstand="1">newCBOClaim</wsa:Action>
        <wsa:From soapenv:mustUnderstand="1"><wsa:Address>http://cob.gov.uk/cccd</wsa:Address></wsa:From>
        <wsa:MessageID soapenv:mustUnderstand="1">uuid:668747f7-13c4-4291-8d40-ae66e3cd8f57</wsa:MessageID>
        <wsa:To soapenv:mustUnderstand="1">http://legalaid.gov.uk/infoX/gateway/ccr</wsa:To>
    </soapenv:Header>
    <soapenv:Body>
        <cbo:ClaimRequest>
            <ClaimUUID>668747f7-13c4-4291-8d40-ae66e3cd8f58</ClaimUUID>
            <RepOrderID>123456787980</RepOrderID>
            <CaseDetail>
                <CreationDate>2016-11-01</CreationDate>
            </CaseDetail>
        </cbo:ClaimRequest>
    </soapenv:Body>
</soapenv:Envelope>